{
    "onboarding_screen": {
        "readme": "Primeiro, deves ler isto.",
        "header": "O Guia FreeCBT",
        "block1": {
            "header": "FreeCBT é algo que deves praticar",
            "body": "Requer trabalho, mas aprender FreeCBT pode ajudar-te a sentir-te muito melhor."
        },
        "block2": {
            "header": "Usa o FreeCBT no momento.",
            "body": "Quando te sentires ansioso, zangado ou deprimido, utiliza o FreeCBT."
        },
        "auto_thought_ex": "Faltei à festa do George, ele deve me odiar.",
        "challenge_ex": "O George sabe que não pude comparecer todas as vezes, eu não o odiaria se ele perdesse algo meu.\n \nDevo tratar de mim pelo menos tão bem quanto trato os outros.",
        "alt_thought_ex": "É verdade que faltei à festa do George, posso pedir desculpas e ele provavelmente vai-me perdoar.",
        "cog_distortion": {
            "label": "Leitura da mente",
            "slug": "leitura-da-mente"
        },
        "intro": {
            "line1": "Bem vindo(a) ao",
            "emphasis1": "FreeCBT",
            "line2": ", a aplicação de",
            "emphasis2": "Terapia Cognitiva Comportamental.",
            "line3": ""
        },
        "crash_course": {
            "line1": "O FreeCBT é um",
            "emphasis1": "crash course",
            "line2": "em CBT,",
            "emphasis2": "sem substituir",
            "line3": "um terapeuta."
        },
        "mood_thoughts": {
            "line1": "Prmeiro:",
            "emphasis1": "os teus pensamentos causam os teus sentimentos."
        },
        "thoughts_arent_thoughts": {
            "line1": "Segundo: os teus pensamentos podem ser",
            "emphasis1": "automaticos."
        },
        "your_distorted": {
            "line1": "Terceiro: Pensamentos automáticos são frequentemente",
            "emphasis1": "distorcidos."
        },
        "cbt_overview": {
            "line1": "O objetivo da TCC (Terapia Cognitivo-Comportamental) é reconhecer",
            "emphasis1": "pensamentos distorcidos",
            "line2": "e",
            "emphasis2": "substituí-los",
            "line3": "por pensamentos racionais."
        },
        "ready": {
            "emphasis1": "Pronto?",
            "line1": "Vamos rever os passos."
        },
        "catch": {
            "line1": "Vamos começar por",
            "emphasis1": "apontar",
            "line2": "os pensamentos automáticos, assim que acontecem."
        },
        "bad_thought_note": {
            "line1": "Anota o pensamento:",
            "line2": "Faltei à festa do George, ele deve me odiar."
        },
        "identify_distortions": {
            "line1": "Procura por",
            "emphasis1": "distorções cognitivas"
        },
        "bad_distortions": {
            "line1": "Sabemos realmente se o George nos odiará? Se não sabemos, estamos",
            "emphasis1": "🧠 a ler a mente.",
            "line2": "Faltei à festa do George, ele deve me odiar."
        },
        "challenge_screen": {
            "line1": "Porque é que este pensamento não é realista?",
            "emphasis1": "Questiona esse pensamento."
        },
        "write_challenge": {
            "line1": "Vamos escrever algo assim:"
        },
        "alt_thought": {
            "line1": "Finalmente, vamos escrever um",
            "emphasis1": "pensamento alternativo."
        },
        "show_off": {
            "line1": "Encontra-o mais tarde."
        },
        "got_it": {
            "line1": "Estás pronto(a) para avançar!",
            "btn_title": "Vamos lá!"
        },
        "reminders": {
            "header": "Antes de terminarmos, podemos enviar-te lembretes, se quiseres.",
            "disabled": "Podes controlar os lembretes nas configurações.",
            "button": {
                "yes": "Sim!",
                "no": "Continuar sem notificações",
                "continue": "Continuar"
            }
        }
    },
    "auto_thought": "Pensamento automático",
    "cog_distortion": "Seleciona as distorções cognitivas que se aplicam.",
    "challenge": "Desafia o pensamento",
    "alt_thought": "Escreve um pensamento alternativo.",
    "alt_thought_description": "Isto não é um desafio, é uma forma de solidificar um pensamento alternativo.",
    "cbt_list": {
        "header": ".FreeCBT",
        "today": "Hoje",
        "empty": "Sem pensamentos por enquanto"
    },
    "settings": {
        "header": "FreeCBT*",
        "reminders": {
            "header": "*lembretes",
            "description": "Se quiseres, podes ativar lembretes de notificação que te ajudam a criar o hábito de desafiar pensamentos.",
            "button": {
                "yes": "Sim, por favor",
                "no": "Não, obrigado"
            }
        },
        "pincode": {
            "header": "*Bloqueio por código PIN 🔒",
            "description": "Podes bloquear a aplicação com um código PIN, se assim desejares. No entanto, tem em mente que a única forma de redefinir um código esquecido é apagando todos os teus dados, por isso tem cuidado para não esquecê-lo.",
            "button": {
                "update": "Atualizar código PIN",
                "clear": "Limpar código PIN",
                "set": "Definir código PIN"
            }
        },
        "history": {
            "header": "*rótulos dos botões de histórico",
            "description": "Por padrão, configuramos os botões na tela de histórico para usar o Pensamento Alternativo. Isso ajuda a solidificar o pensamento como \"mudado\".",
            "button": {
                "alternative": "Pensamento alternativo",
                "automatic": "Pensamento automático"
            }
        },
        "backup": {
            "header": "*backup",
            "button": "Faz uma cópia de segurança dos teus dados do FreeCBT.",
            "export-button": "Exporta os teus dados do FreeCBT"
        },
        "locale": {
            "header": "*linguagem",
            "default": "System default",
            "contribute": "Ajuda a traduzir FreeCBT",
            "// list": "Utilize a tradução nativa de cada idioma aqui; não traduza esta lista em outro arquivo. A lista inicial é baseada em https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes",
            "list": {
                "de": "Deutsch",
                "en": "English",
                "es": "Español",
                "fi": "Suomi",
                "fr": "Français",
                "it": "Italiano",
                "ko": "한국어",
                "nb": "Norsk Bokmål",
                "nl": "Nederlands",
                "pl": "język polski",
                "pt-BR": "Português do Brasil",
                "pt-PT": "Português",
                "ro": "Română",
                "ru": "русский",
                "sv": "Svenska",
                "zh-Hans": "中文",
                "_test": ")tset( hsilgnE-esreveR"
            }
        },
        "privacy": "Política de Privacidade",
        "terms": "Termos de Serviço"
    },
    "cbt_form": {
        "header": "FreeCBT",
        "edit": "Editar",
        "new": "Novo",
        "save": "Guardar",
        "submit": "Guardar & Terminar",
        "auto_thought_placeholder": "Por exemplo: 'O avião pode cair'.",
        "cog_distortion": "Distorção Cognitiva",
        "challenged": "Desafie",
        "changed_placeholder": "Pode não ser verdade que...",
        "alt_thought_placeholder": "O que poderíamos pensar em vez disso?",
        "show_details": "Mostrar descrições detalhadas."
    },
    "explanation_screen": {
        "header": "FreeCBT.",
        "intro": "Introdução"
    },
    "finished_screen": {
        "header": "FreeCBT"
    },
    "all_or_nothing_thinking": "Pensamento tudo-ou-nada (dicotómico)",
    "all_or_nothing_thinking_explanation": "Essa distorção ocorre quando não há espaço para um meio-termo. Se pensarmos que uma pequena falha em nós mesmos significa que somos fundamentalmente podres ou terríveis, é provável que estejamos envolvidos em um pensamento de tudo ou nada.",
    "all_or_nothing_thinking_thought": "Falhei na entrevista, devo ser inempregável.",
    "catastrophizing": "Catastrofização (generalização excessiva)",
    "catastrophizing_explanation": "Se estamos a pegar num problema pequeno e a exagerá-lo imenso, estamos a catastrofizar. Cometeu um pequeno erro no trabalho e está com receio de que alguém descubra, mesmo que não seja algo sério? Provavelmente está a catastrofizar.",
    "catastrophizing_thought": "Sinto-me nervoso, posso estar a ter um ataque cardíaco.",
    "emotional_reasoning": "Raciocínio Emocional",
    "emotional_reasoning_explanation_1": "\"Eu sinto isso, logo deve ser verdade.\" Se te encontras a justificar o \"perigo\" de algo inócuo porque tens medo disso, então provavelmente estás a cair na racionalização emocional. As coisas não são perigosas porque temos medo delas, e não somos terríveis apenas por pensarmos que somos.",
    "emotional_reasoning_explanation_2": "Esta é muitas vezes difícil de reconhecer. Exige algum esforço para perceber quando a tua mente emocional está a tomar as rédeas da lógica.",
    "emotional_reasoning_thought": "Sinto-me culpado, logo devo ter feito algo errado.",
    "fortune_telling": "Tirar conclusões precipitadas",
    "fortune_telling_explanation": "Esta distorção cognitiva ocorre quando fazemos previsões sobre o futuro. Frequentemente sobrestimamos a nossa capacidade de prever o que vai acontecer. Muitas vezes preocupamo-nos com a possibilidade de algo acontecer e começamos a procurar evidências de que isso irá ocorrer.",
    "fortune_telling_thought": "O avião em que estou prestes a embarcar vai cair.",
    "labeling": "Rotular",
    "labeling_explanation": "Se estamos a pegar numa característica de uma pessoa e a aplicá-la à pessoa inteira, estamos a rotular. Se alguém nos ignora, pode não ser um \"idiota\", talvez esteja apenas com pressa. Isto aplica-se também a nós mesmos; só porque cometemos um erro não significa que somos um \"fracasso\".",
    "labeling_thought": "Falhei num teste, portanto sou um mau aluno.",
    "magnification_of_the_negative": "Ampliação do Negativo",
    "magnification_of_the_negative_explanation": "Se estás a julgar uma situação apenas com base nos aspetos negativos e não estás a considerar os aspetos positivos, provavelmente estás a ampliar o negativo. Se estás constantemente a criticar-te por teres falhado numa entrevista de emprego, provavelmente estás a filtrar toda a experiência que ganhaste com essa entrevista.",
    "magnification_of_the_negative_thought": "Alimentei-me de forma saudável esta semana, mas não fui correr.",
    "mind_reading": "Leitura da Mente",
    "mind_reading_explanation": "Se estamos preocupados com o que alguém pensa sobre nós, estamos a tentar ler mentes. A menos que alguém nos diga o que está a pensar, não temos absolutamente nenhuma forma de saber. Então, por que assumir o pior?",
    "mind_reading_thought": "Acho que fui rude com o George, aposto que me odeia.",
    "minimization_of_the_positive": "Minimização do Positivo",
    "minimization_of_the_positive_explanation": "Se minimizamos as coisas boas que estão a acontecer connosco, estamos a minimizar o positivo. Mesmo que o nosso dia não tenha corrido 100% como planeado, isso não significa que os 60% que correram bem devam ser ignorados.",
    "minimization_of_the_positive_thought": "Muitas pessoas gostaram da minha apresentação, mas tive dificuldades ao fazer a introdução, por isso foi má.",
    "other_blaming": "Culpar Outrem",
    "other_blaming_explanation_1": "Se atribuímos a culpa de uma situação negativa a alguém, estamos a atribuir a culpa a outra pessoa. Se chumbaste num exame e estás a culpar o professor, estás a direcionar a tua energia para o lugar errado. Alguém cortou-te na estrada? Se buzinares, insultares e ficares irritado, como é que isso ajuda? Agora estás irritado e cortado!",
    "other_blaming_explanation_2": "Isso não significa que tenhas de culpar-te a ti mesmo por cada situação negativa. Também não precisas de culpar alguém. Ninguém tem de ser culpado se deixares a situação passar sem atribuir culpa.",
    "other_blaming_thought": "Aquele idiota está a demorar muito na fila, assim vou chegar atrasado!",
    "over_generalization": "Generalização Excessiva",
    "over_generalization_explanation": "Se tiramos conclusões baseadas apenas num exemplo, estamos a generalizar demais. Se fizeste uma apresentação que correu mal e assumes que isso significa que és \"mau\" a apresentar, estás a generalizar demais.",
    "over_generalization_thought": "Ninguém me convidou para dançar, por isso nunca ninguém o fará.",
    "self_blaming": "Personificação (Culpar Próprio)",
    "self_blaming_explanation": "Se estás a atribuir uma situação negativa inteiramente a ti próprio, estás a culpar-te a ti próprio. Não tens de ser responsável por todas as coisas más que acontecem. Se estás preso no trânsito e estás a criticar-te por não teres saído mais cedo, estás a culpar-te a ti próprio. Tratarias outra pessoa desta forma?",
    "self_blaming_thought": "O meu filho está a falhar na escola É culpa minha.",
    "should_statements": "Afirmações de \"Deveria\"",
    "should_statements_explanation_1": "Se estás a atribuir a alguém habilidades que essa pessoa não tem, estás a usar afirmações de \"deveria\" falaciosas. Por exemplo, se tens medo de voar e dizes para ti mesmo \"não devia ter medo disto, não há nada de errado com o avião!\", estás a colocar um fardo desnecessário sobre ti mesmo. Tens medo de voar! É normal que as pessoas que têm medo de voar sintam medo de voar!",
    "should_statements_explanation_2": "As afirmações de \"deveria\" podem parecer sem sentido quando ditas em voz alta; esse é o ponto! Elas são ilógicas!",
    "should_statements_thought": "Sou um adulto, não deveria ter estes problemas mentais.",
    "accessibility": {
        "help_button": "ajuda",
        "list_button": "listar pensamentos",
        "new_thought_button": "novo pensamento",
        "settings_button": "definições",
        "delete_thought_button": "apagar pensamento",
        "close_button": "fechar"
    },
    "payment": {
        "ios_explanation": "O pagamento será cobrado na sua conta Apple ID após a confirmação da compra. A assinatura é renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do final do período atual. A renovação será cobrada na sua conta dentro de 24 horas antes do final do período atual. Você pode gerenciar e cancelar as suas subscrições acedendo às configurações da sua conta na App Store após a compra."
    },
    "reminder_notification": {
        "1": {
            "title": "Se algo tem acontecido, registe-o.",
            "body": "Não deixes os teus pensamentos acumularem-se, desafia-os o mais rápidamente possível."
        },
        "2": {
            "title": "Se estás a ter problemas, o FreeCBT pode ajudar.",
            "body": "Aproveita este momento para desafiar os teus pensamentos."
        },
        "intro": {
            "title": "Se estás a ter problemas, o FreeCBT pode ajudar.",
            "body": "Vais receber uma notificação como esta uma vez por dia."
        }
    },
    "all_or_nothing_thinking_one_liner": "ex: \"Isto foi uma completa perda de tempo.\"",
    "overgeneralization_one_liner": "ex: \"Toda a gente me vai desapontar.\"",
    "mind_reading_one_liner": "ex: \"Aposto que me odeia agora.\"",
    "fortune_telling_one_liner": "ex: \"Vou ficar doente na festa.\"",
    "magnification_of_the_negative_one_liner": "Focar apenas no que correu mal.",
    "minimization_of_the_positive_one_liner": "Ignorar as coisas boas que aconteceram.",
    "catastrophizing_one_liner": "Focar no pior cenário possível.",
    "emotional_reasoning_one_liner": "ex: \"Estou com medo, por isso vou ter um ataque de pánico.\"",
    "should_statements_one_liner": "ex: \"Eu deveria ter sido melhor.\"",
    "labeling_one_liner": "ex: \"Ele é um idiota.\"",
    "self_blaming_one_liner": "Assumir toda a culpa para ti mesmo.",
    "other_blaming_one_liner": "Atribuir toda a culpa a outra pessoa.",
    "backup_screen": {
        "header": "FreeCBT<-",
        "export": {
            "description": "Para fazeres uma cópia de segurança dos teus dados no FreeCBT, \"partilha-os\" num local seguro e privado, como enviá-los por e-mail para ti mesmo. Depois, podes carregar esse ficheiro abaixo para restaurar os teus dados. Qualquer pessoa com esse ficheiro pode ler os teus exercícios do FreeCBT, portanto, tem muito cuidado onde o envias!",
            "clipboard": {
                "button": "Exporte os seus dados do FreeCBT para o clipboard.",
                "success": "Copiado para o clipboard!"
            },
            "file": {
                "button": "Exporte os seus dados FreeCBT para um ficheiro.",
                "success": "Copiado para o ficheiro!"
            },
            "share": {
                "button": "Exportar e partilhar os seus dados freeCBT."
            }
        },
        "import": {
            "description": "Ao restaurar um ficheiro de cópia de segurança, todos os dados existentes do FreeCBT serão apagados e substituídos pelos dados da cópia de segurança. Por isso, considere fazer uma nova cópia de segurança antes de prosseguir.",
            "clipboard": {
                "button": "Importar os seus dados freeCBT do clipboard",
                "failure": "A importação falhou. Tens a certeza de que colaste todo o texto de backup do FreeCBT?"
            },
            "file": {
                "button": "Importar os teus dados freeCBT",
                "failure": "A importação falhou. Tens a certeza que isto é um ficheiro freeCBT previamente exportado?"
            },
            "noop": "A importação foi concluída com sucesso, mas nada foi alterado! Devias guardar o texto do backup para uso posterior e, caso a app perca os teus dados, cola o texto aqui para restaurá-los.",
            "success": "Importação com sucesso!"
        }
    },
    "export_screen": {
        "header": "FreeCBT->",
        "description": "Vê os teus dados FreeCBT noutros formatos. NÃO podes usar estes ficheiros para importar os dados no freeCBT.",
        "markdown": {
            "button": "Exportar como Markdown/plain text"
        },
        "csv": {
            "button": "Exportar como CSV"
        },
        "json": {
            "button": "Exportar como JSON"
        }
    }
}
